items = {
    # TEXTS
    "start_command_text": """سلام {first_name}! من یه رباتم که کمکت می‌کنم دایره دوست و آشناهات  رو بهتر مدیریت کنی. با زدن کامند /help شروع کن. """,
    "start_already_registered_text": "قبلا استارت کردی {first_name}!",
    "help_text": """ممنون که منو انتخاب کردی! این لیست دستورات منه:
- اضافه کردن فرد جدید /add
- لیست افراد دایره /list
- حذف یکی از افراد /remove
- ویرایش اطلاعات یک فرد /edit""",
    "cancel_text": "باشه. دوست جدیدت رو اضافه نمی‌کنم. هروقت خواستی کسی رو اضافه کنی، /add رو بزن.",
    "get_fullname_text": "پس می‌خوای کسی رو اضافه کنی؟ باشه! اسم کاملش چیه؟",
    "edit_fullname_text": "می‌خوای اسم کاملش رو به چی تغییر بدی؟",
    "ask_nickname": "خب، چی صداش می‌کنی؟",
    "ask_birthday": "تولدش کیه؟ از این پایین انتخاب کن. ",
    "ask_phone": "عالیه! یک هفته و سه روز قبل و روز تولدش یادت میندازم. شماره‌اش رو بفرست.",
    "ask_location": "کجا زندگی می‌کنه؟",
    "friend_added_text": "آفرین! یه دوست جدید اضافه کردی. {fullname}, صداش می‌کنی {nickname}, تولدش {birthday} هست و شماره تماس {phone} و {location} زندگی می‌کنه. درسته؟",
    "empty_circle": "دایره‌ات خالیه! اول یه نفر رو اضافه کن.",
    "no_friends_yet": "هنوز هیچ کسی رو نداری!",
    "list_header": "این از کسایی که اضافه کردی:\n\n",
    "list_item_format": "\n╭ 👤 اسم کامل: {fullname}\n┊ 💬 لقب: {nickname}\n┊ 🥳 تولد: {birthday}\n┊ 📞 شماره تماس: {phone}\n╰ 📍 محل زندگی: {location}\n",
    "who_to_remove": "اوه متاسفم. کی رو می‌خوای حذف کنی؟",
    "cancel_process": "باشه. لفو شد.",
    "next_action": "الان چیکار می‌خوای بکنی؟",
    "remove_success": "<b>{fullname}</b> رو حذف کردی!",
    "remove_fail": "می‌خواستی <b>{fullname}</b> رو حذف کنی، اما اصلا تو لیستت نیست!",
    "list_of_friends_text": """
╭ 👤 اسم کامل: {fullname}
┊ 💬 لقب: {nickname}
┊ 🥳 تولد: {birthday}
┊ 📞 شماره تماس: {phone}
╰ 📍 محل زندگی: {location}
""",
    "response_to_edit": "میخوای یه چیزی رو راجع به یه نفر ویرایش کنی؟ چی رو می‌خوای ویرایش کنی؟",
    "what_to_edit": "خیلی خب. چی می‌خوای راجع بهش تغییر بدی؟",
    "done": "انجام شد!",
    "months": [
        "فروردین",
        "اردیبهشت",
        "خرداد",
        "تیر",
        "مرداد",
        "شهریور",
        "مهر",
        "آبان",
        "آذر",
        "دی",
        "بهمن",
        "اسفند",
    ],
}
